Repository: whooslizi/macUSB
Catalog: macUSB/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

source: System blokuje rejestrację helpera (Background Task Management). Usuń stare wpisy macUSB z „Login Items / Allow in the Background”, uruchom `sudo sfltool resetbtm`, uruchom ponownie macOS i uruchom tylko wersję z /Applications.
de: Das System blockiert die Registrierung des Helfers (Hintergrundaufgabenverwaltung). Entfernen Sie alte MacUSB-Einträge aus „Anmeldeelemente / Im Hintergrund zulassen“, führen Sie `sudo sfltool resetbtm` aus, starten Sie macOS neu und führen Sie nur die Version aus /Anwendungen aus.
en: The system blocks the registration of the helper (Background Task Management). Remove old macUSB entries from "Login Items / Allow in the Background", run `sudo sfltool resetbtm`, restart macOS and run only the version from /Applications.
es: El sistema bloquea el registro del ayudante (Gestión de tareas en segundo plano). Elimine las entradas antiguas de macUSB de "Elementos de inicio de sesión/Permitir en segundo plano", ejecute `sudo sfltool resetbtm`, reinicie macOS y ejecute solo la versión desde/Aplicaciones.
fr: Le système bloque l'enregistrement de l'assistant (Background Task Management). Supprimez les anciennes entrées macUSB de « Éléments de connexion / Autoriser en arrière-plan », exécutez `sudo sfltool resetbtm`, redémarrez macOS et exécutez uniquement la version à partir de /Applications.
it: Il sistema blocca la registrazione dell'aiutante (Gestione attività in background). Rimuovi le vecchie voci macUSB da "Elementi di accesso/Consenti in background", esegui `sudo sfltool resetbtm`, riavvia macOS ed esegui solo la versione da /Applicazioni.
ja: システムはヘルパー (バックグラウンド タスク管理) の登録をブロックします。 「ログイン項目 / バックグラウンドでの許可」から古い macUSB エントリを削除し、`sudo sfltool resetbtm` を実行し、macOS を再起動して、/Applications のバージョンのみを実行します。
pt_br: O sistema bloqueia o cadastro do auxiliar (Gerenciamento de Tarefas em Segundo Plano). Remova entradas macUSB antigas de "Itens de login/Permitir em segundo plano", execute `sudo sfltool resetbtm`, reinicie o macOS e execute apenas a versão de/Aplicativos.
ru: Система блокирует регистрацию помощника (Фоновое управление задачами). Удалите старые записи macUSB из «Элементы входа/Разрешить в фоновом режиме», запустите `sudo sfltool resetbtm`, перезапустите macOS и запустите только версию из/Applications.
tr: Sistem yardımcının kaydını engeller (Arka Plan Görev Yönetimi). "Oturum Açma Öğeleri / Arka Planda İzin Ver" bölümünden eski macUSB girişlerini kaldırın, `sudo sfltool resetbtm` komutunu çalıştırın, macOS'u yeniden başlatın ve yalnızca /Applications sürümünden sürümü çalıştırın.
uk: Система блокує реєстрацію помічника (Background Task Management). Видаліть старі записи macUSB із «Елементи входу / Дозволити у фоновому режимі», запустіть `sudo sfltool resetbtm`, перезапустіть macOS і запустіть лише версію з /Applications.
vi: Hệ thống chặn đăng ký của người trợ giúp (Quản lý tác vụ nền). Xóa các mục nhập macUSB cũ khỏi "Mục đăng nhập / Cho phép trong nền", chạy `sudo sfltool resetbtm`, khởi động lại macOS và chỉ chạy phiên bản từ /Ứng dụng.
zh_hans: 系统阻止助手（后台任务管理）的注册。从“登录项/允许在后台”中删除旧的 macUSB 条目，运行 `sudo sfltool resetbtm`，重新启动 macOS 并仅运行 /Applications 中的版本。

source: System zablokował rejestrację helpera z uruchomienia Xcode. Uruchom raz aplikację z katalogu Applications, zatwierdź działanie helpera w tle, a następnie wróć do testów w Xcode. Szczegóły XPC: %@
de: Das System hat die Helper-Registrierung bei einem Start aus Xcode blockiert. Starte die App einmal aus dem Ordner Applications, genehmige die Hintergrundaktivitat des Helpers und kehre dann zu Tests in Xcode zuruck. XPC-Details: %@
en: The system blocked helper registration from an Xcode launch. Run the app once from the Applications folder, approve helper background activity, then return to testing in Xcode. XPC details: %@
es: El sistema bloqueo el registro del helper al iniciarse desde Xcode. Ejecuta la app una vez desde la carpeta Aplicaciones, autoriza la actividad en segundo plano del helper y luego vuelve a las pruebas en Xcode. Detalles de XPC: %@
fr: Le systeme a bloque l enregistrement de l outil auxiliaire lors d un lancement depuis Xcode. Lancez l application une fois depuis le dossier Applications, autorisez l activite en arriere-plan de l outil auxiliaire, puis revenez aux tests dans Xcode. Details XPC : %@
it: Il sistema ha bloccato la registrazione dell'assistente per l'esecuzione di Xcode. Esegui l'applicazione dalla directory Applicazioni una volta, consenti l'esecuzione dell'helper in background, quindi torna al test in Xcode. Dettagli XPC: %@
ja: Xcode から起動したため、システムがヘルパー登録をブロックしました。まず Applications フォルダからアプリを一度起動し、ヘルパーのバックグラウンド動作を許可してから、Xcode でのテストに戻ってください。XPC 詳細: %@
pt_br: O sistema bloqueou o registro do helper ao iniciar pelo Xcode. Execute o app uma vez na pasta Aplicativos, autorize a atividade em segundo plano do helper e depois volte aos testes no Xcode. Detalhes do XPC: %@
ru: Система заблокировала регистрацию helper при запуске из Xcode. Один раз запустите приложение из папки Applications, разрешите фоновую работу helper, затем вернитесь к тестированию в Xcode. Подробности XPC: %@
tr: Sistem, yardımcı kaydının Xcode çalıştırmasını engelledi. Uygulamayı Uygulamalar dizininden bir kez çalıştırın, yardımcının arka planda çalışmasına izin verin ve ardından Xcode'da test etmeye geri dönün. XPC Ayrıntıları: %@
uk: Система заблокувала реєстрацію помічника для запуску Xcode. Запустіть програму з каталогу Applications один раз, дозвольте помічнику працювати у фоновому режимі, а потім поверніться до тестування в Xcode. Деталі XPC: %@
vi: Hệ thống đã chặn đăng ký trợ giúp chạy Xcode. Chạy ứng dụng từ thư mục Ứng dụng một lần, cho phép trình trợ giúp chạy ở chế độ nền và sau đó quay lại thử nghiệm trong Xcode. Chi tiết XPC: %@
zh_hans: 系统阻止了从 Xcode 启动时的辅助工具注册。请先从Applications文件夹运行一次应用，批准辅助工具后台运行，然后再回到 Xcode 测试。XPC 详情：%@

source: Szczegóły
de: Einzelheiten
en: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hans: 详细信息

source: Szczegóły naprawy helpera
de: Details zur Helferreparatur
en: Helper repair details
es: Detalles de reparación del ayudante
fr: Détails de la réparation par l'assistant
it: Dettagli sulla riparazione dell'assistente
ja: ヘルパー修理の詳細
pt_br: Detalhes da reparação do helper
ru: Подробности ремонта помощника
tr: Yardımcı onarım ayrıntıları
uk: Деталі відновлення помічника
vi: Chi tiết sửa chữa trợ giúp
zh_hans: 辅助程序修复详情

source: Szczegóły operacji
de: Vorgangsdetails
en: Operation details
es: Detalles de la operacion
fr: Details de l operation
it: Dettagli dell'operazione
ja: 操作の詳細
pt_br: Detalhes da operacao
ru: Подробности операции
tr: Operasyon ayrıntıları
uk: Деталі операції
vi: Chi tiết hoạt động
zh_hans: 操作详情

source: Szczegóły statusu helpera
de: Details zum Helferstatus
en: Helper status details
es: Detalles del estado del ayudante
fr: Détails du statut de l'assistant
it: Dettagli sullo stato dell'aiutante
ja: ヘルパーステータスの詳細
pt_br: Detalhes do status do helper
ru: Подробности статуса помощника
tr: Yardımcı durumu ayrıntıları
uk: Деталі стану помічника
vi: Chi tiết trạng thái người trợ giúp
zh_hans: 辅助程序状态详情

source: Szczegóły: %@
de: Details: %@
en: Details: %@
es: Detalles: %@
fr: Détails : %@
it: Dettagli: %@
ja: 詳細: %@
pt_br: Detalhes: %@
ru: Подробности: %@
tr: Ayrıntılar: %@
uk: Подробиці: %@
vi: Chi tiết: %@
zh_hans: 详情：%@

source: Szybkość pobierania: - MB/s
de: Downloadgeschwindigkeit: - MB/s
en: Download speed: - MB/s
es: Velocidad de descarga: - MB/s
fr: Vitesse de téléchargement : - Mo/s
it: Velocità di download: - MB/s
ja: ダウンロード速度: - MB/秒
pt_br: Velocidade de download: - MB/s
ru: Скорость загрузки: - МБ/с
tr: İndirme hızı: - MB/sn
uk: Швидкість завантаження: - Мб/с
vi: Tốc độ tải xuống: - MB/s
zh_hans: 下载速度：- MB/s

source: Szybkość pobierania: %@
de: Download-Geschwindigkeit: %@
en: Download Speed: %@
es: Velocidad de descarga: %@
fr: Vitesse de téléchargement : %@
it: Velocità di download: %@
ja: ダウンロード速度: %@
pt_br: Velocidade de download: %@
ru: Скорость загрузки: %@
tr: İndirme Hızı: %@
uk: Швидкість завантаження: %@
vi: Tốc độ tải xuống: %@
zh_hans: 下载速度：%@

source: Szybkość zapisu: - MB/s
de: Schreibgeschwindigkeit: - MB/s
en: Write speed: - MB/s
es: Velocidad de escritura: - MB/s
fr: Vitesse d'ecriture : - MB/s
it: Velocità di scrittura: - MB/s
ja: 書き込み速度: - MB/s
pt_br: Velocidade de gravacao: - MB/s
ru: Скорость записи: - MB/s
tr: Yazma hızı: - MB/sn
uk: Швидкість запису: - МБ/с
vi: Tốc độ ghi: - MB/s
zh_hans: 写入速度：- MB/s

source: Szybkość zapisu: %d MB/s
de: Schreibgeschwindigkeit: %d MB/s
en: Write speed: %d MB/s
es: Velocidad de escritura: %d MB/s
fr: Vitesse d'ecriture : %d MB/s
it: Velocità di scrittura: %d MB/s
ja: 書き込み速度: %d MB/s
pt_br: Velocidade de gravacao: %d MB/s
ru: Скорость записи: %d MB/s
tr: Yazma hızı: %d MB/sn
uk: Швидкість запису: %d МБ/с
vi: Tốc độ ghi: %d MB/s
zh_hans: 写入速度：%d MB/s

source: Ta funkcja umożliwia tworzenie instalatora na zewnętrznych dyskach twardych i SSD. Zachowaj szczególną ostrożność przy wyborze dysku docelowego z listy, aby uniknąć przypadkowej utraty danych!
de: Diese Funktion ermöglicht das Erstellen des Installers auf externen Festplatten und SSDs. Seien Sie bei der Auswahl des Ziellaufwerks besonders vorsichtig, um Datenverlust zu vermeiden!
en: This feature allows creating the installer on external hard drives and SSDs. Please verify the selected target drive carefully to avoid accidental data loss!
es: Esta función permite crear el instalador en discos duros externos y SSD. ¡Tenga mucho cuidado al seleccionar el disco de destino para evitar la pérdida accidental de datos!
fr: Cette fonctionnalité permet de créer l'installateur sur des disques durs externes et SSD. Soyez particulièrement prudent lors du choix du disque cible pour éviter toute perte de données accidentelle !
it: Questa funzionalità consente di creare un programma di installazione su dischi rigidi e SSD esterni. Prestare particolare attenzione quando si seleziona l'unità di destinazione dall'elenco per evitare perdite accidentali di dati!
ja: この機能を使用すると、外付けハードドライブやSSDにインストーラを作成できます。データの誤消去を防ぐため、ターゲットドライブを選択する際は十分注意してください！
pt_br: Este recurso permite criar o instalador em discos rígidos externos e SSDs. Tenha muito cuidado ao selecionar o disco de destino para evitar a perda acidental de dados!
ru: Эта функция позволяет создавать установщик на внешних жестких дисках и SSD. Будьте особенно осторожны при выборе целевого диска, чтобы избежать случайной потери данных!
tr: Bu özellik, harici sabit sürücülerde ve SSD'lerde bir yükleyici oluşturmanıza olanak tanır. Kazara veri kaybını önlemek için listeden hedef sürücüyü seçerken özellikle dikkatli olun!
uk: Ця функція дозволяє створювати інсталятор на зовнішніх жорстких дисках і SSD. Будьте особливо уважні при виборі цільового диска зі списку, щоб уникнути випадкової втрати даних!
vi: Tính năng này cho phép bạn tạo trình cài đặt trên ổ cứng ngoài và SSD. Hãy đặc biệt cẩn thận khi chọn ổ đĩa đích từ danh sách để tránh tình cờ mất dữ liệu!
zh_hans: 此功能允许在外部硬盘和 SSD 上创建安装程序。选择目标驱动器时请格外小心，以避免意外丢失数据！

source: Ta wersja systemu macOS Sierra nie jest wspierana przez aplikację. Potrzebna jest nowsza wersja instalatora.
de: Diese Version von macOS Sierra wird von der Anwendung nicht unterstützt. Eine neuere Installer-Version ist erforderlich.
en: This version of macOS Sierra is not supported by the application. A newer installer version is required.
es: Esta versión de macOS Sierra no es compatible con la aplicación. Se requiere una versión más reciente del instalador.
fr: Cette version de macOS Sierra n’est pas prise en charge par l’application. Une version plus récente de l’installateur est requise.
it: Questa versione di macOS Sierra non è supportata dall'app. È necessaria una versione più recente del programma di installazione.
ja: このバージョンの macOS Sierra はこのアプリケーションではサポートされていません。より新しいインストーラが必要です。
pt_br: Esta versão do macOS Sierra não é compatível com o aplicativo. É necessária uma versão mais recente do instalador.
ru: Эта версия macOS Sierra не поддерживается приложением. Требуется более новая версия установщика.
tr: MacOS Sierra'nın bu sürümü uygulama tarafından desteklenmiyor. Yükleyicinin daha yeni bir sürümü gerekiyor.
uk: Ця версія macOS Sierra не підтримується програмою. Потрібна новіша версія інсталятора.
vi: Phiên bản macOS Sierra này không được ứng dụng hỗ trợ. Cần có phiên bản mới hơn của trình cài đặt.
zh_hans: 此版本的 macOS Sierra 不受该应用程序支持，需要更新版本的安装器。

source: Tak
de: Ja
en: Yes
es: Sí
fr: Oui
it: SÌ
ja: はい
pt_br: Sim
ru: Да
tr: Evet
uk: так
vi: Đúng
zh_hans: 是

source: Ten instalator został prawidłowo podpisany przez Apple. Certyfikat użyty historycznie do podpisu wygasł, co jest oczekiwane dla starszych wydań systemu i nie wpływa na poprawność pobranego pliku.
de: Dieses Installationsprogramm wurde korrekt von Apple signiert. Das historisch verwendete Signaturzertifikat ist abgelaufen, was bei älteren Systemversionen erwartet wird und die Integrität der heruntergeladenen Datei nicht beeinträchtigt.
en: This installer was properly signed by Apple. The certificate historically used for signing has expired, which is expected for older system releases and does not affect the integrity of the downloaded file.
es: Este instalador fue firmado correctamente por Apple. El certificado usado históricamente para la firma ha caducado, lo cual es esperable en versiones antiguas del sistema y no afecta la integridad del archivo descargado.
fr: Ce programme d’installation a été correctement signé par Apple. Le certificat historiquement utilisé pour la signature a expiré, ce qui est attendu pour les anciennes versions du système et n’affecte pas l’intégrité du fichier téléchargé.
it: Questo installer è stato firmato correttamente da Apple. Il certificato storicamente usato per la firma è scaduto, cosa prevista per le versioni di sistema più vecchie e che non influisce sull’integrità del file scaricato.
ja: このインストーラは Apple により正しく署名されています。署名に過去使用されていた証明書は期限切れですが、これは古いシステムリリースでは想定内であり、ダウンロードしたファイルの整合性には影響しません。
pt_br: Este instalador foi assinado corretamente pela Apple. O certificado usado historicamente para assinatura expirou, o que é esperado em versões mais antigas do sistema e não afeta a integridade do arquivo baixado.
ru: Этот установщик корректно подписан Apple. Сертификат, исторически использовавшийся для подписи, истёк, что ожидаемо для старых версий системы и не влияет на целостность загруженного файла.
tr: Bu yükleyici Apple tarafından doğru şekilde imzalanmıştır. İmzalama için geçmişte kullanılan sertifikanın süresi dolmuştur; bu durum eski sistem sürümlerinde beklenir ve indirilen dosyanın bütünlüğünü etkilemez.
uk: Цей інсталятор належним чином підписано Apple. Сертифікат, який історично використовувався для підпису, закінчився, що очікувано для старіших випусків системи і не впливає на цілісність завантаженого файла.
vi: Trình cài đặt này đã được Apple ký hợp lệ. Chứng chỉ từng được dùng để ký trước đây đã hết hạn; điều này là bình thường với các bản phát hành hệ thống cũ và không ảnh hưởng đến tính toàn vẹn của tệp đã tải xuống.
zh_hans: 该安装器已由 Apple 正确签名。历史上用于签名的证书已过期，这在较旧系统版本中属于正常情况，不会影响已下载文件的完整性。

source: Timeout połączenia XPC z helperem
de: XPC-Verbindung zum Helper abgelaufen
en: XPC connection timeout with helper
es: Tiempo de espera agotado para la conexión XPC con el helper
fr: Délai de connexion XPC au helper dépassé
it: Timeout della connessione XPC con l'helper
ja: helper への XPC 接続がタイムアウトしました
pt_br: Tempo limite da conexão XPC com o helper
ru: Таймаут XPC-соединения с helper
tr: Yardımcıyla XPC bağlantısı zaman aşımı
uk: Час очікування підключення XPC із помічником
vi: Hết thời gian kết nối XPC với trình trợ giúp
zh_hans: 与 helper 的 XPC 连接超时

source: Trwa analizowanie pliku, proszę czekać
de: Datei wird analysiert, bitte warten
en: Analyzing file, please wait
es: Analizando archivo, por favor espere
fr: Analyse du fichier en cours, veuillez patienter
it: Il file è in fase di analisi, attendi
ja: ファイルを分析中、お待ちください
pt_br: Analisando arquivo, aguarde
ru: Анализ файла, пожалуйста, подождите
tr: Dosya analiz ediliyor, lütfen bekleyin
uk: Файл аналізується, зачекайте
vi: File đang được phân tích, vui lòng đợi
zh_hans: 正在分析文件，请稍候

source: Trwa inna operacja helpera. Poczekaj chwilę i spróbuj ponownie.
de: Eine andere Helper-Operation wird gerade ausgefuhrt. Bitte warte kurz und versuche es erneut.
en: Another helper operation is in progress. Please wait and try again.
es: Ya hay otra operacion del helper en curso. Espera un momento y vuelve a intentarlo.
fr: Une autre operation de l outil auxiliaire est en cours. Veuillez patienter puis reessayer.
it: È in corso un'altra operazione di supporto. Attendi qualche istante e riprova.
ja: 別のヘルパー操作を実行中です。しばらく待ってから再試行してください。
pt_br: Outra operacao do helper ja esta em andamento. Aguarde um momento e tente novamente.
ru: Выполняется другая операция helper. Подождите немного и попробуйте снова.
tr: Bir yardımcı operasyon daha sürüyor. Lütfen bir süre bekleyip tekrar deneyin.
uk: Ще одна допоміжна операція триває. Зачекайте деякий час і спробуйте ще раз.
vi: Một hoạt động trợ giúp khác đang được tiến hành. Vui lòng chờ một lát và thử lại.
zh_hans: 另一项辅助工具操作正在进行中。请稍候再试。

source: Trwa już naprawa helpera. Poczekaj na jej zakończenie.
de: Die Helper-Reparatur lauft bereits. Bitte warte, bis sie abgeschlossen ist.
en: Helper repair is already in progress. Please wait for it to finish.
es: La reparacion del helper ya esta en curso. Espera a que termine.
fr: La reparation de l outil auxiliaire est deja en cours. Veuillez attendre la fin.
it: L'aiutante è attualmente in riparazione. Aspetta che finisca.
ja: ヘルパー修復はすでに進行中です。完了までお待ちください。
pt_br: O reparo do helper ja esta em andamento. Aguarde a conclusao.
ru: Восстановление helper уже выполняется. Дождитесь завершения.
tr: Yardımcı şu anda onarılıyor. Bitmesini bekleyin.
uk: Помічник зараз на ремонті. Зачекайте, поки він закінчиться.
vi: Người trợ giúp hiện đang được sửa chữa. Đợi nó kết thúc.
zh_hans: 辅助工具修复已在进行中。请等待其完成。

source: Trwa odświeżanie rejestracji i połączenia helpera systemowego.
de: Die Registrierung und Anbindung des Systemhelfers wird aktualisiert.
en: The registration and connection of the system helper is being refreshed.
es: Se está actualizando el registro y la conexión del asistente del sistema.
fr: L'enregistrement et la connexion de l'assistant système sont en cours d'actualisation.
it: La registrazione e la connessione dell'aiutante di sistema vengono aggiornate.
ja: システム ヘルパーの登録と接続が更新されています。
pt_br: O registro e a conexão do auxiliar do sistema estão sendo atualizados.
ru: Обновляется регистрация и подключение системного помощника.
tr: Sistem yardımcısının kaydı ve bağlantısı yenileniyor.
uk: Оновлюється реєстрація та підключення системного помічника.
vi: Việc đăng ký và kết nối của người trợ giúp hệ thống đang được làm mới.
zh_hans: 正在刷新系统辅助程序的注册和连接。

source: Trwa pobieranie i przygotowywanie instalatora
de: Das Installationsprogramm wird heruntergeladen und vorbereitet
en: Downloading and preparing the installer is in progress
es: El instalador se está descargando y preparando.
fr: Le programme d'installation est en cours de téléchargement et de préparation
it: Il programma di installazione è in fase di download e preparazione
ja: インストーラーをダウンロードして準備中です
pt_br: O instalador está sendo baixado e preparado
ru: Установщик скачивается и готовится
tr: Yükleyici indiriliyor ve hazırlanıyor
uk: Інсталятор завантажується та готується
vi: Trình cài đặt đang được tải xuống và chuẩn bị
zh_hans: 正在下载并准备安装程序

source: Trwa sprawdzanie gotowości helpera systemowego.
de: Die Bereitschaft des Systemhelfers wird geprüft.
en: The readiness of the system helper is being checked.
es: Se está comprobando la disponibilidad del asistente del sistema.
fr: L'état de préparation de l'assistant système est en cours de vérification.
it: Viene verificata la disponibilità dell'assistente di sistema.
ja: システム ヘルパーの準備がチェックされています。
pt_br: A prontidão do auxiliar do sistema está sendo verificada.
ru: Проверяется готовность системного помощника.
tr: Sistem yardımcısının hazır olup olmadığı kontrol ediliyor.
uk: Перевіряється готовність системного помічника.
vi: Sự sẵn sàng của người trợ giúp hệ thống đang được kiểm tra.
zh_hans: 正在检查系统助手的准备情况。

source: Tryb DEBUG: pliki sesji pozostawiono po anulowaniu...
de: DEBUG-Modus: Sitzungsdateien bleiben nach Abbruch übrig ...
en: DEBUG mode: session files retained after cancellation...
es: Modo DEBUG: archivos de sesión que quedan después de la cancelación...
fr: Mode DEBUG : fichiers de session laissés après annulation...
it: Modalità DEBUG: file di sessione rimasti dopo la cancellazione...
ja: デバッグ モード: キャンセル後にセッション ファイルが残っています...
pt_br: Modo DEBUG: arquivos de sessão restantes após o cancelamento...
ru: Режим DEBUG: файлы сеанса остались после отмены...
tr: DEBUG modu: iptalden sonra kalan oturum dosyaları...
uk: Режим DEBUG: файли сеансу, що залишилися після скасування...
vi: Chế độ DEBUG: các tập tin phiên còn lại sau khi hủy...
zh_hans: DEBUG 模式：取消后留下的会话文件...

source: Tryb DEBUG: pliki sesji pozostawiono po błędzie...
de: DEBUG-Modus: Sitzungsdateien nach Fehler übrig...
en: DEBUG mode: session files retained after failure...
es: Modo DEBUG: archivos de sesión que quedan después del error...
fr: Mode DEBUG : fichiers de session laissés après une erreur...
it: Modalità DEBUG: file di sessione rimasti dopo l'errore...
ja: デバッグ モード: エラー後にセッション ファイルが残っています...
pt_br: Modo DEBUG: arquivos de sessão deixados após erro...
ru: Режим DEBUG: файлы сеанса остались после ошибки...
tr: DEBUG modu: hatadan sonra kalan oturum dosyaları...
uk: Режим DEBUG: файли сеансу, що залишилися після помилки...
vi: Chế độ DEBUG: các tệp phiên còn lại sau lỗi...
zh_hans: 调试模式：错误后留下会话文件...

source: Tryb DEBUG: pliki sesji pozostawiono po sukcesie...
de: DEBUG-Modus: Sitzungsdateien bleiben nach Erfolg übrig ...
en: DEBUG mode: session files retained after success...
es: Modo DEBUG: archivos de sesión que quedan después del éxito...
fr: Mode DEBUG : fichiers de session laissés après succès...
it: Modalità DEBUG: file di sessione rimasti dopo il successo...
ja: デバッグ モード: 成功後にセッション ファイルが残ります...
pt_br: Modo DEBUG: arquivos de sessão restantes após sucesso...
ru: Режим DEBUG: файлы сеанса остаются после успеха...
tr: DEBUG modu: başarıdan sonra kalan oturum dosyaları...
uk: Режим DEBUG: файли сеансу, що залишилися після успішного...
vi: Chế độ DEBUG: các tệp phiên còn lại sau khi thành công...
zh_hans: 调试模式：成功后留下的会话文件...

source: Tworzenie bootowalnych dysków USB z systemem macOS oraz OS X nigdy nie było takie proste!
de: Das Erstellen von bootfähigen macOS- und OS X-USB-Laufwerken war noch nie so einfach!
en: Creating bootable macOS and OS X USB drives has never been easier!
es: ¡Crear memorias USB de arranque con macOS y OS X nunca fue tan fácil!
fr: Créer des clés USB amorçables macOS et OS X n'a jamais été aussi simple !
it: Creare unità USB avviabili con macOS e OS X non è mai stato così facile!
ja: macOSおよびOS Xの起動可能なUSBメモリの作成がかつてないほど簡単になりました！
pt_br: Criar pen drives inicializáveis do macOS e OS X nunca foi tão fácil!
ru: Создание загрузочных USB-дисков macOS и OS X еще никогда не было таким простым!
tr: MacOS ve OS X ile önyüklenebilir USB sürücüler oluşturmak hiç bu kadar kolay olmamıştı!
uk: Створення завантажувальних USB-накопичувачів з macOS і OS X ще ніколи не було таким простим!
vi: Tạo ổ USB có khả năng khởi động với macOS và OS X chưa bao giờ dễ dàng đến thế!
zh_hans: 创建可引导的 macOS 和 OS X U 盘从未如此简单！
